[
    {
        "id": "5c97a08becadf2e73f000029",
        "body": "Velocardial facial syndrome, otherwise known as Di George syndrome  is caused by a deletion in chromosome 21, yes or no?",
        "snippets": [
            "The deletion of chromosome 22q11",
            "2 is involved in the majority of DiGeorge or velo-cardiofacial syndrome",
            "deletions of chromosome 7q11",
            "23 (Williams syndrome), 15q11-q13 (Angelman syndrome, Prader-Willi syndrome) and 22q11 (Di George syndrome)",
            "Submicroscopic deletions of chromosome 22q11 have been reported in a multiple anomaly syndrome variously labelled as velocardiofacial syndrome, conotruncal anomaly face syndrome, and Di George syndrome"
        ]
    },
    {
        "id": "5c8ab614d558e5f23200000d",
        "body": "Is the protein Asporin related to disease?",
        "snippets": [
            "Accumulating evidence demonstrates the involvement of asporin in OA pathogenesis",
            "Asporin has been reported as a tumor suppressor in breast cancer, while asporin-activated invasion has been described in gastric cancer",
            "Asporin has been implicated as an oncogene in various types of human cancers; ",
            " These results suggested that asporin promoted the tumor growth and metastasis of CRC, and it could be a potential therapeutic target for CRC patients in future",
            "Our results suggest that ASPN is a stromally expressed biomarker that correlates with disease progression, and is observed in reactive stroma"
        ]
    },
    {
        "id": "5ca61176ecadf2e73f00004e",
        "body": "Can TAD disruption lead to disease?",
        "snippets": [
            "its perturbation will lead to human disease, highlighting the accumulating evidence that links the diverse 3D genome architecture components to a multitude of human diseases and the emerging mechanisms by which 3D genome derangement causes disease phenotypes",
            "TAD boundaries are insulators of genomic neighborhoods",
            " In this issue, Sun et al",
            " show that disease-associated tandem repeats are located to TAD boundaries and affect their insulation",
            "Recent studies of TAD boundaries disrupted in engineered mouse models show that boundary mutations can recapitulate human developmental disorders as a result of aberrant promoter-enhancer interactions in the affected TADs",
            "Similar boundary disruptions in certain cancers can result in oncogene overexpression, and CTCF binding sites at boundaries appear to be hyper-mutated across cancers",
            "the disruption of these structures by genomic rearrangements can result in gene misexpression and disease"
        ]
    },
    {
        "id": "5c8908a475a4a5d21900000c",
        "body": "Is L-4F an apoE mimetic peptide?",
        "snippets": [
            "Apolipoprotein A-I mimetic peptide 4F suppresses tumor-associated macrophages and pancreatic cancer progression",
            "L-4F, an Apolipoprotein A-I (ApoA-I) mimetic peptide, is engineered to mimic the anti-inflammatory and anti-oxidative functionalities of ApoA-I"
        ]
    },
    {
        "id": "5c98ac7fecadf2e73f00002b",
        "body": "Anaplasma phagocytophilum is an obligate gram-negative, intracellular bacterium, yes  or no",
        "snippets": [
            "The genus Anaplasma belonging to the Anaplasmataceae family (order Rickettsiales) comprises obligate intracellular Gram-negative bacteria of veterinary and public health importance",
            " Six species and five types of strains genetically related are currently assigned to the genus Anaplasma including Anaplasma marginale, A",
            " centrale, A",
            " bovis, A",
            " phagocytophilum, A",
            " ovis and A",
            " platys as classified species, and \"A",
            " capra\", A",
            " odocolei sp",
            " nov",
            "Human granulocytic anaplasmosis (HGA), an increasingly recognized febrile tick-borne illness, is caused by a gram-negative obligate intracellular bacterium Anaplasma phagocytophilum"
        ]
    },
    {
        "id": "5c890c3375a4a5d21900000e",
        "body": "Can oleuropein aglycone interfere with amyloid aggregation?",
        "snippets": [
            "Oleuropein, a phenolic secoiroid glycoside, is the main polyphenol in the olive oil",
            " It has been reported that the aglycone form of Oleuropein (OleA) interferes in vitro and in vivo with amyloid aggregation of a number of proteins/peptides involved in amyloid, particularly neurodegenerative, diseases avoiding the growth of toxic oligomers and displaying protection against cognitive deterioration"
        ]
    },
    {
        "id": "5ca0c81eecadf2e73f000047",
        "body": "Is subdural empyema a complication of sinusitis?",
        "snippets": [
            "Acute and chronic sinusitis can give rise to a wide array of intracranial and orbital complications",
            " These complications include brain abscess, subdural empyema,",
            " A computed tomography scan showed bilateral paranasal sinus disease, and magnetic resonance imaging showed a right frontal abscess and subdural empyema",
            "Frontal sinusitis complicated by a brain abscess and subdural empyema",
            "In older children, sinusitis and otitis media are usually the source for subdural empyem"
        ]
    },
    {
        "id": "5caa0806ecadf2e73f000057",
        "body": "Is Apelin usually decreased in diabetes?",
        "snippets": [
            "Apelin has been shown to act on glucose and lipid metabolism but also to modulate insulin secretion",
            " Moreover, different studies in both animals and humans have shown that plasma apelin concentrations are usually increased during obesity and type 2 diabetes",
            "Upregulated expression of resistin, vaspin, apelin and TNF-α plays a significant role in induction of insulin resistance linked with obesity and type 2 diabetes"
        ]
    },
    {
        "id": "5c8fea130101eac87000000d",
        "body": "Can miR-122 target RUNX2?",
        "snippets": [
            "MiR-122 functions as a tumor suppressor by inhibiting proliferation and inducing apoptosis, which is achieved by directly targeting RUNX2"
        ]
    },
    {
        "id": "5c960d88ecadf2e73f00001f",
        "body": "Tocilizumab is an anti-TNF antibody, yes or no?",
        "snippets": [
            "was treated with tocilizumab, an anti-interleukin-6 receptor monoclonal antibody ",
            "Tocilizumab (TCZ) is a humanized monoclonal antibody against IL-6 receptor licensed in 2009 that has demonstrated clinical efficacy in various adult RA populations",
            " RA management guidelines and recommendations consider TCZ as one of the bDMARDS indicated after methotrexate or other conventional synthetic DMARDs and/or TNF inhibitors failure in adult RA"
        ]
    },
    {
        "id": "5c9e6ab9ecadf2e73f000035",
        "body": "Is it possible to analyze exosomes with FACS?",
        "snippets": [
            "whose presence was validated by a bead-exosome FACS assay",
            "We analyzed exosomes from mouse (C57Bl/6) and breast, lung, and ovarian cancer patient samples and cultured cancer cells with different approaches, including nanoparticle tracking analysis, biolayer interferometry, FACS, and electron microscopy",
            "we applied a technique to generate native fluorescent exosomes characterized by vesicles integrity, size, density, markers expression, and quantifiable by direct FACS analysis",
            "we used a novel strategy for generating metabolically-labeled fluorescent exosomes that can be counted by flow cytometry assay (FACS) and characterized"
        ]
    },
    {
        "id": "5c915e51ecadf2e73f00000c",
        "body": "Can prevnar 13 be used in children?",
        "snippets": [
            "PCV13 is approved for routine vaccination of all infants as a 4-dose series at age 2, 4, 6, and 12-15 months for children who previously received 1 or more doses of the 7-valent pneumococcal conjugate vaccine (PCV7), and for children with underlying medical conditions that increase their risk for pneumococcal disease or its complications",
            "Based on published immunogenicity and safety data, as well as the recent recommendations by the ACIP for routine use in infants and indications for high-risk pediatric patients, PCV13 is a revised formulation of pneumococcal vaccine that should be included on pharmacy formularies",
            "To review the immunogenicity, efficacy, and safety of the 13-valent pneumococcal conjugate vaccine (PCV13) for use in pediatric patients"
        ]
    },
    {
        "id": "5c9e738decadf2e73f000037",
        "body": "Can mitochondria transfer from cell to cell?",
        "snippets": [
            "Interest in the recently discovered phenomenon of mitochondrial transfer between mammalian cells has gained momentum since it was first described in cell culture systems more than a decade ago",
            "We show evidence that mitochondria transfer from Jurkat cells to MSCs, which is mediated by cell adhesion",
            "This process of mitochondria transfer is mediated by tunneling nanotubes, which are protrusions that extend from the cell membrane "
        ]
    },
    {
        "id": "5c9160bcecadf2e73f00000d",
        "body": "Was stelara developed by Amgen?",
        "snippets": [
            "NICE does not specifically recommend switching from one biologic to another, and only ustekinumab (UST; STELARA®, Janssen Pharmaceuticals, Inc",
            ", Horsham, PA, USA) is recommended after anti-tumour necrosis factor failure"
        ]
    },
    {
        "id": "5c9e766becadf2e73f000038",
        "body": "Can mitochondria pass through membrane nanotubes?",
        "snippets": [
            "Membrane nanotubes (MNTs) act as \"highways\" between cells to facilitate the transfer of multiple signals and play an important role in many diseases",
            " Our previous work reported on the transfer of mitochondria via MNTs between cardiomyocytes (CMs) and cardiac myofibroblasts (MFs)",
            "Membrane nanotubes play important functional roles in numerous cell activities such as cellular transport and communication"
        ]
    },
    {
        "id": "5c92159becadf2e73f000012",
        "body": "Do tumour-associated macrophages have a prognostic role in gliomas?",
        "snippets": [
            "Increasing evidence suggests that tumour-associated macrophages/microglia (TAMs) facilitate tumour progression by acquiring a M2-like phenotype",
            " Our objective was to investigate the prognostic value of TAMs in gliomas using automated quantitative double immunofluorescence",
            "This is the first study to use automated quantitative immunofluorescence to determine the prognostic impact of TAMs",
            " Our results suggest that M2-like TAMs hold an unfavourable prognostic value in high-grade gliomas and may contribute to a pro-tumourigenic microenvironment",
            "Our data revealed that the amount of especially CD204+ TAMs increases with malignancy grade",
            " In grade III-IV, high CD204 expression was associated with shorter survival, while high IBA-1 intensity correlated with a longer survival",
            " In grade IV, CD204 showed independent prognostic value when adjusting for clinical data and the methylation status of O6-methylguanine-DNA methyltransferase"
        ]
    },
    {
        "id": "5c9f0dabecadf2e73f00003b",
        "body": "Is TNF-α an activator of pancreatic stellate cells?",
        "snippets": [
            "TNF-α is the prime factor responsible for the activation of pancreatic stellate cells",
            "Activated PSCs expressed IL-33 in the nucleus, and the expression was increased by IL-1β, TNF-α, PDGF-BB, and IFN-γ, but not TGF-β1"
        ]
    },
    {
        "id": "5c9f1b0cecadf2e73f00003c",
        "body": "Are protamines ubiquitously expressed?",
        "snippets": [
            "Protamines are nuclear proteins which are specifically expressed in haploid male germ cells"
        ]
    },
    {
        "id": "5c891d5075a4a5d219000011",
        "body": "Are Crocus sativus compounds being considered against Alzheimer's disease?",
        "snippets": [
            "Previous evidence suggested that Crocus sativus is linked to improving cognitive function in Alzheimer's disease (AD) patients",
            " The aim of this study was to in vitro and in vivo investigate the mechanism(s) by which Crocus sativus exerts its positive effect against AD",
            "Collectively, findings from this study support the positive effect of Crocus sativus against AD by reducing Aβ pathological manifestations"
        ]
    },
    {
        "id": "5ca0848aecadf2e73f000044",
        "body": "Are there any anti-amyloid antibody approved as drug for Alzheimer's disease treatment?",
        "snippets": [
            "Treatment with memantine, a noncompetitive NMDA receptor antagonist which is an approved drug for treatment of Alzheimer's disease, rescued protein phosphatase-2A activity by decreasing its demethylation at Leu309 selectively and attenuated Alzheimer's disease-like pathology and cognitive impairment in adeno-associated virus vector-1-I1PP2A rats",
            "anti-Amyloid agents (13",
            "30%)",
            "no new drugs have been approved during the past 15 years; and the available medications are not cost-effective"
        ]
    },
    {
        "id": "5c891e5575a4a5d219000012",
        "body": "Do Crocus sativus extracts loosen the blood-brain barrier?",
        "snippets": [
            "Crocus sativus Extract Tightens the Blood-Brain Barrier, Reduces Amyloid β Load and Related Toxicity in 5XFAD Mice",
            "In vitro results showed that Crocus sativus extract increases the tightness of a cell-based blood-brain barrier (BBB) model and enhances transport of Aβ",
            " Further in vivo studies confirmed the effect of Crocus sativus extract (50 mg/kg/day, added to mice diet) on the BBB tightness and function that was associated with reduced Aβ load and related pathological changes in 5XFAD mice used as an AD model",
            " Reduced Aβ load could be explained, at least in part, by Crocus sativus extract effect to enhance Aβ clearance pathways including BBB clearance, enzymatic degradation and ApoE clearance pathway"
        ]
    },
    {
        "id": "5ca0fa96ecadf2e73f000048",
        "body": "Are artificial blood cells available?",
        "snippets": [
            "The critical point for the break through for artificial blood products did not come yet but could be ahead-",
            "We suggest a novel method that uses artificial blood cells (hemoglobin vesicles, Hb-Vs) as photosensitizers in dye laser treatment (at 595-nm wavelength) for port-wine stains (i",
            "e",
            ", capillary malformations presenting as red birthmarks) based on the results of animal experiments"
        ]
    },
    {
        "id": "5c895cf0f9c2ba6b28000001",
        "body": "Have apolipoprotein mimetics been used in clinical trials?",
        "snippets": [
            "One of these (AEM-28) has recently been given orphan drug status and is undergoing clinical trials"
        ]
    },
    {
        "id": "5ca0fdb0ecadf2e73f000049",
        "body": "Is actin present in the nucleus?",
        "snippets": [
            "Moreover, inhibition of ATM kinase or deficiency in nuclear actin polymerization causes carcinogenic RET/PTC chromosome rearrangements after DSBs induction in human cells",
            " Our findings establish that nuclear actin-based mobility shapes chromatin organization by generating repair domains that are essential for homology-directed repair in eukaryotic cells",
            "The discovery of nuclear actin opened new perspective on the field, suggesting that the nuclear activities of actin reflect the functions of primordial actin-like proteins",
            " The revitalization of research into nuclear actin occurred after it was found that cellular stresses induce the nuclear localization and alter the structure of actin",
            "While it is long known that actin is part of the nuclear proteome, its properties and functions as regulated, functional and dynamically assembled actin filaments are only recently emerging"
        ]
    },
    {
        "id": "5ca10fefecadf2e73f00004a",
        "body": "Is the Philadelphia chromosome a fusion between parts of chromosomes 1 and 9?",
        "snippets": [
            " The Philadelphia chromosome, t(9;22)(q34;q11), is present in 95% of CML patients, resulting in constitutive tyrosine kinase activity; however, ~5% of CML patients possess a Philadelphia variant",
            "Chronic Myeloid Leukemia (CML) is myeloproliferative neoplasm characterized by Philadelphia chromosome which is a balanced translocation between chromosome 9 and 22 in 90% of cases",
            "Chronic myeloid leukemia is a stem cell disease with the presence of Philadelphia chromosome generated through reciprocal translocation of chromosome 9 and 22"
        ]
    },
    {
        "id": "5c9f7bb6ecadf2e73f00003e",
        "body": "Can therapeutic levels of  Vedolizumab be found in the breast milk of nursing mothers following treatment for Inflammatory bowel disease?",
        "snippets": [
            "Vedolizumab can be detected in the breast milk of nursing mothers",
            " Although more data are imperative, the concentrations of vedolizumab in breast milk are minute and are therefore unlikely to result in systemic or gastro-intestinal immune-suppression of the infant"
        ]
    },
    {
        "id": "5c8fe71b0101eac87000000b",
        "body": "Does RUNX2 inhibit astrocyte differentiation?",
        "snippets": [
            "The method was able to recapitulate experimentally validated cell-fate determinants, and validation of two predicted cell-fate determinants confirmed that overexpression of ESR1 and RUNX2 in mouse neural stem cells induces neuronal and astrocyte differentiation, respectively"
        ]
    },
    {
        "id": "5c9906dcecadf2e73f00002f",
        "body": "Are cardenolides inhibitors of Na+/K+ ATPase?",
        "snippets": [
            " Previously, we reported that a variety of cardenolides impart anti-transmissible gastroenteritis coronavirus (TGEV) activity in swine testicular (ST) cells, through targeting of the cell membrane sodium/potassium pump, Na+/K+-ATPase",
            ": We found evidence for low cardenolides by HPLC, but substantial toxicity when extracts were assayed on Na+ /K+ -ATPases",
            "Cardenolides have shown significant antitumor activity due to their ability to inhibit the Na+K+ATPase enzyme, and the expression of this enzyme is increased in tumor cells"
        ]
    },
    {
        "id": "5c900779ecadf2e73f000001",
        "body": "Can antisense threapy be used for Huntington's disease?",
        "snippets": [
            "In this issue of Neuron, Kordasiewicz et al",
            " (2012) show the benefit of transient antisense oligonucleotide (ASO) therapy to degrade Huntingtin mRNA and elicit sustained therapeutic benefit in HD mice",
            "\"Huntingtin holiday\": progress toward an antisense therapy for Huntington's disease"
        ]
    },
    {
        "id": "5ca5127eecadf2e73f00004c",
        "body": "Is collagen matrix of human articular cartilage changing with disease?",
        "snippets": [
            "The collagen matrix of human articular cartilage is an essentially permanent structure that has no significant turnover in adults, even with the occurrence of disease",
            "the chondrocytes in ageing articular cartilage have limited capacity to turnover the interterritorial matrix",
            "Type II collagen is a major component of articular cartilage and its breakdown is a key feature of osteoarthritis",
            "The resultant composition of the cartilage suggests that the loss may primarily involve \"resident\" molecules originally present in healthy cartilage"
        ]
    },
    {
        "id": "5c9162b5ecadf2e73f00000e",
        "body": "Is ustekinumab a polyclonal antibody?",
        "snippets": [
            "Ustekinumab, a human monoclonal IgG1 antibody targeting the p40-subunit shared by interleukin (IL)12 and IL-23, represents a potential treatment for atopic dermatitis (AD)"
        ]
    },
    {
        "id": "5cb37f76ecadf2e73f00005c",
        "body": "Is Pim-1 a protein phosphatase?",
        "snippets": [
            "Pim-1 proto-oncogene, serine/threonine kinase (PIM-1) phosphorylates a series of substrates to exert its oncogenic function in numerous malignancies",
            "The Pim1 serine/threonine kinase is associated with multiple cellular functions including proliferation, survival, differentiation, apoptosis, tumorigenesis, immune regulation and inflammation in vertebrates"
        ]
    },
    {
        "id": "5cb380b8ecadf2e73f00005d",
        "body": "Is the crystal structure of Pim-1 available?",
        "snippets": [
            "Recent crystallographic studies of Pim-1 have identified unique structural features but have not provided insight into how the kinase recognizes its target substrates",
            "a co-crystal structure of lead molecule (HS38) in complex with DAPK3, a dual Pim/DAPK3 inhibitor (HS56)",
            "The crystal structure of this compound with PIM1 confirmed the predicted binding mode and protein-ligand interactions except those in the acidic ribose pocket",
            "Using the determined X-ray crystal structure of PIM1 complexed to the compound 1-R as a control, we discuss the importance of including the protein flexibility inherent in the ensemble docking protocol, for the accuracy of the structure prediction of the bound state",
            "Here, we describe the crystal structure of Pim1 in complex with a newly developed pyrido[4,3-d]pyrimidine-derivative inhibitor (SKI-O-068)",
            "Crystallographic and docking data analyses have been undertaken using inhibitor complexes ",
            "The crystal structures of Pim1 in apo form and bound with AMPPNP have been solved"
        ]
    },
    {
        "id": "5cb38a56ecadf2e73f00005e",
        "body": "Is myc a tumour suppressor gene?",
        "snippets": [
            "oncogenic Myc, a master transcription factor that turns on anabolic metabolism to promote cell growth in many cancers",
            "he MYC oncogene",
            " the proto-oncogene protein c-MYC",
            "however, other genes such as the proto-oncogene c-Myc are promising targets for anticancer therapy"
        ]
    },
    {
        "id": "5cb3a2dd99d1e53537000001",
        "body": "Is CD63 an exosomal marker?",
        "snippets": [
            "f exosome marker proteins (e",
            "g",
            ", CD63, Alix) ",
            " CD63 levels and acetylcholinesterase (AChE) activity were used as markers of exosome,",
            " The results demonstrated these exosomes all expressed CD9, CD63, CD81, Alix"
        ]
    }
]